const menu = [
    {
        "title" : "내정보",
        "emoji" : "👨‍💻",
        "submenu" : [
            {
                "title" : "승인 및 권한",
                "to" : "/qweq"
            },
            {
                "title" : "명예의 전당 설정",
                "to" : ""
            }
        ]
    },
    {
        "title" : "회원(Admin)",
        "emoji" : "👥",
        "submenu" : [
            {
                "title" : "회원 리스트",
                "to" : ""
            },
            {
                "title" : "명예의 전당",
                "to" : ""
            },
        ]
    },
    {
        "title" : "회원(Member)",
        "emoji" : "👥",
        "submenu" : [
            {
                "title" : "회원 리스트",
                "to" : ""
            },
            {
                "title" : "명예의 전당",
                "to" : ""
            },
        ]
    },
    {
        "title" : "게시판(Admin)",
        "emoji" : "📬",
        "submenu" : [
            {
                "title" : "게시판 보기",
                "to" : ""
            },
            {
                "title" : "내가 쓴 글",
                "to" : ""
            },
            {
                "title" : "내가 쓴 댓글",
                "to" : ""
            },
            {
                "title" : "스크랩한 글",
                "to" : ""
            }
        ]
    },
    {
        "title" : "게시판(Member)",
        "emoji" : "📬",
        "submenu" : [
            {
                "title" : "게시판 보기",
                "to" : ""
            },
            {
                "title" : "내가 쓴 글",
                "to" : ""
            },
            {
                "title" : "내가 쓴 댓글",
                "to" : ""
            },
            {
                "title" : "스크랩한 글",
                "to" : ""
            }
        ]
    },
    {
        "title" : "활동(Admin)",
        "emoji" : "🎖",
        "submenu" : [
            {
                "title" : "프로젝트 관리",
                "to" : ""
            },
            {
                "title" : "세미나 관리",
                "to" : ""
            },
            {
                "title" : "서비스 관리",
                "to" : ""
            }
        ]
    },
    {
        "title" : "활동(Member)",
        "emoji" : "🎖",
        "submenu" : [
            {
                "title" : "프로젝트 승인",
                "to" : ""
            },
            {
                "title" : "세미나 승인",
                "to" : ""
            },
            {
                "title" : "서비스 승인",
                "to" : ""
            }
        ]
    }
]

export default menu;